Repository: Avag-Sayan/lxsession-bullseye
Catalog: *.po
Languages: hy

source: Custom message to show on the dialog
hy: Զրուցարանում ցուցադրվող հաղորդագրություն

source: message
hy: հաղորդագրություն

source: Banner to show on the dialog
hy: Զրուցարանում ցուցադրվող պաստառ

source: image file
hy: պատկերի նիշք

source: Position of the banner
hy: Պաստառի դիրքը

source: Error: %s
hy: Սխալ՝ %s

source: <b><big>Logout %s %s session ?</big></b>
hy: <b><big>Դուրս գա՞լ a(z) %s %s սեսիայից</big></b>

source: Sh_utdown
hy: _Անջատել

source: _Reboot
hy: Վերագործարկել

source: _Suspend
hy: _Կասեցնել

source: _Hibernate
hy: _Քնեցնել

source: S_witch User
hy: Փոխարկել օգտատիրոջը

source: L_ock Screen
hy: Կողպել էկրանը

source: _Logout
hy: _Ելք

source: Enabled
hy: Միացված

source: Application
hy: Հավելված

source: Error
hy: Սխալ

source: Information
hy: Տվյալներ

source: Authentication failed! Wrong password?
hy: Նույնականացումը ձախողվեց! Գաղտնաբառը սխա՞լ է

source: Password:
hy: Գաղտնաբառ՝

source: Group: %s
hy: Խումբ՝ %s

source: Desktop Session Settings
hy: Աշխատասեղանի սեսիայի կարգավորումներ

source: Applications automatically started after entering desktop:
hy: Հավելվածների ինքնաբերաբար մեկնարկ աշխատասեղան մուտք գործելուց հետո

source: Automatically Started Applications
hy: Ինքնաբերաբար հավելվածների մեկնարկ

source: Window Manager:
hy: Պատուհանի կառավարիչ՝

source: Command line used to launch window manager (The default window manager command for LXDE should be openbox-lxde)
hy: Հրամանների վահանակն օգտագործվում է պատուհանի կառավարիչն գործարկելու համար(պատուհանի լռելայն հրամանը LXDE-ի համար պետք է լինի openbox-lxde-ն)

source: <b>Warning:</b> Do <b>NOT</b> touch this unless you know exactly what you are doing. <b>NOTE:</b> This setting will take effect on next login.
hy: <b>Զգուշացում:</b> Do <b>Մի</b> ձեռք տվեք սրան, եթե հստակ չգիտեք, թե ինչեք անում։ <b>Նշում՝</b> Այս կարգավորումը սահմանված կլինի հաջորդ մուտք գործելուց

source: Advanced Options
hy: Speciális beállítások

source: Authentication
hy: Hitelesítés

source: Identity:
hy: Azonosító:

source: File Manager
hy: Նիշային կառավարիչ

source: Reload
hy: Նորից բեռնում

source: More
hy: Ավելին

source: Terminal manager
hy: Վահանակի կառավարիչ

source: Webbrowser
hy: Վեբ Զննարկիչ

source: Email
hy: Էլ-փոստ

source: Communication 1
hy: Հաղորդակցություն 1

source: Communication 2
hy: Հաղորդակցություն 2

source: Widget 1
hy: Վիջեթ 1

source: Launcher manager
hy: Գործարկման կառավարիչ

source: Screenshot manager
hy: Էկրանի պատկերի հատման կառավարիչ

source: PDF Reader
hy: PDF գիրք

source: Video player
hy: Տեսանվագարկիչ

source: Audio player
hy: Ձայնանվագարկիչ

source: Image viewer
hy: Նկարի զննարկիչ

source: Text editor
hy: Տեքստի խմբագիր

source: Archive
hy: Արխիվ

source: Charmap
hy: Նիշային աղյուսակ

source: Calculator
hy: Հաշվիչ

source: Spreadsheet
hy: Աղյուսակ

source: Bittorent
hy: Բիտորենտ

source: Document
hy: Dokumentum

source: Webcam
hy: Վեբ տեսախցիկ

source: Burning utility
hy: Գրառելու պիտույք

source: Notes utility
hy: Նշումների պիտույք

source: Disks utility
hy: Սկավառակի պիտույք

source: Tasks monitor
hy: Ծրագրաշարերի վերահսկիչ

source: Launching applications
hy: Ծրագրերի գործարկում

source: Windows Manager
hy: Պատուհանի կառավարիչ

source: Panel
hy: Կառավարակետ

source: Dock
hy: Մատույց

source: Composite Manager
hy: Կոմպոզիտային կառավարիչ

source: Desktop Manager
hy: Աշխատասեղանի կառավարիչ

source: Screensaver
hy: Էկրանի պատկերի պահպանում

source: Power Manager
hy: Հոսանքի կառավարիչ

source: Network GUI
hy: Ցանցի միջերես

source: Lock screen manager
hy: Էկրանի կողպման կառավարիչ

source: Audio manager
hy: Ձայնի կառավարիչ

source: Workspace manager
hy: Աշխատանքային միջավայրի կառավարիչ

source: Quit manager
hy: Ելքի կառավարիչ

source: Upgrade manager
hy: Վերազինման կառավարիչ

source: Clipboard manager
hy: Պատճենավորման կառավարիչ

source: Security (keyring)
hy: Անվտանգություն

source: Proxy
hy: Պրոքսի

source: Core applications
hy: Հիմնական հավելվածներ

source: Disable autostarted applications ?
hy: Անջատե՞լ մեկնարկային հավելվածները

source: <b>Settings</b>
hy: <b>Կարգավորումներ</b>

source: <b>Manual autostarted applications</b>
hy: <b>Ձեռքով մեկնարկած հավելվածներ</b>

source: <b>Known Applications </b>
hy: "<b>Հայտնի հավելվածներ</b>

source: Autostart
hy: Ինքամեկնարկ

source: Laptop mode
hy: Նոթբուքի ռեժիմ

source: <b>General settings</b>
hy: <b>Գլխավոր կարգավորումներ</b>

source: Type
hy: Տիպ

source: Menu prefix
hy: Ընտրացանկի նախածանց

source: Apply
hy: Հաստատել

source: <b>Environment</b>
hy: <b>Միջավայր</b>

source: Layout
hy: Դասավորություն

source: Variant
hy: Տարբերակ

source: Options
hy: Ընտրանքներ

source: <b>Keymap</b>
hy: <b>Ստեղների համակարգ</b>

source: Settings
hy: Կարգավորումներ

source: Manage applications loaded in desktop session
hy: Կառավարվող ծրագրերը բեռնված են աշխատասեղանի սեսիայում

source: Default applications for LXSession
hy: Լռելայն ծրագրեր LXSession֊ի համար

source: Change the default applications on LXDE
hy: Փոխել լռելայն հավելվածը LXDE֊ի համար

source: Policykit Authentication Agent
hy: Policykit նույնականացման գործիք

source: Update lxsession database
hy: Թարմացնել lxsession֊ի տվյալների շտեմարանը

source: The database is updating, please wait
hy: Տվյալների շտեմարանը թարմանում է, խնդրում ենք սպասել

source: LXSession configuration
hy: LXSession֊ի կարգաբերում

source: Manual Settings: Manually sets the command (you need to restart lxsession-default-apps to see the change)
hy: Ձեռքով կարգավորումներ՝ սահմանել հրամանը (դուք պետք է վերագործարկեք)լռելայն հավելվածները փոփոխությունները տեսնելու համար)

source: Session : specify the session
hy: Սեսիա։ Ընտրել սեսիան

source: Extra: Add an extra parameter to the launch option
hy: Լրացուցիչ։ Ավելացնել լրացուցիչ հատկություն գործարկման ընտրանքի համար

source: Mime association: Automatically associates mime types to this application ?
hy: Հիշողության զուգորդում։ Զուգորդե՞լ հիշողության տիպերը այս ծրագրի համար։

source: Available applications : Applications of this type available on your repositories
hy: Հասանելի հավելվածներ։ Այս տիպի հավելվածների պահոցները հասանելի են

source: Handle Desktop: Draw the desktop using the file manager ?
hy: Կառավարել Աշխատասեղանը։ Գծագրել աշխատասեղանը օգտագործելով նիշային կառավարիչը

source: Autostart the application ?
hy: Ինքնաբերաբար մեկնարկե՞լ ծրագիրը

source: Set default program for Debian system (using update-alternatives, need root password)
hy: Սահմանել լռելայն ծրագիրը Դեբիան համակարգի համար(օգտագործելով update-alternativesանհրաժեշտ է root գաղտնաբառ)

source: Windows manager draws and manage the windows. You can choose openbox, openbox-custom (for a custom openbox configuration, see "More"), kwin, compiz ...
hy: Պատուհանի կառավարչի օգնությամբ կարող եք գծագրել և կառավարել պատուհանները. Կարող եք ընտրել openbox, openbox-custom (հատուկ openbox կարգաբերման համար, կարող եք "տեսնել ավելին"), kwin, compiz ...

source: Panel is the component usually at the bottom of the screen which manages a list of opened windows, shortcuts, notification area ...
hy: Կառավարակետը էկիանի ներքի հատվածի բաղադրիչն է, որը կառավարում է բացվող պատուհանները, դյուրանցումներն ու ծանուցումների մասերը...

source: Dock is a second panel. It's used to launch a different program to handle a second type of panel.
hy: Մատույցը երկրորդ կառավարակետն է. Այն օգտագործվում է գործարկելու տարբեր ծրագրեր որպես երկրորդ տեսակի հրամանների աշխատեցման կետ

source: File manager is the component which open the files. See "More" to add options to handle the desktop, or opening files
hy: FՆիշային կառավարիչը նիշք բացելու բաղադրիչներից է։ Տես "ավելին" աշխատասեղանը կարգավորելու տարբերակներ ավելացնելու կամ նիշքեր բացելու համար

source: Composite manager enables graphics effects, like transpacency and shadows, if the windows manager doesn't handle it. Example: compton
hy: Կոմպոզիտային կառավարիչը թույլատրում է գրաֆիկ էֆեկտները, ինչպիսին է թափանցիկությունն ու ստվերները, եթե պատուհանի կառավարիչը չի կարողանում այն իրականացնել։ Օրինակ՝ compton

source: Desktop manager draws the desktop and manages the icons inside it. You can manage it with the file manager by setting "filemanager"
hy: Աշխատասեղանի կառավարիչը գծագրում և կառավարում է դրա ներսում առկա մանրապետկերներն ու միջավայրը. Դուք կարող եք կառավարել այն նիշային կառավարչի կարգավորման օգնությամբ "filemanager"

source: Wallpaper: Set an image path to draw the wallpaper
hy: Աշխատասեղանի պատկեր։ Սահմանել պատկերի նիշքի վայրը

source: Screensaver is a program which displays animations when your computer is idle
hy: Էկրանի տեսքի պահպանող գործիքը ծրագիր է, որը ցուցադրում է անիմացիաներ, երբ ձեր համակարգիչը գտնվում է պարապ ռեժիմում

source: Set an utility to manager connections, such as nm-applet
hy: Սահմանել կառավարչին կապակցման համար գործիքը, ինչպիսին է nm-applet֊ը

source: Use a communication software (an IRC client, an IM client ...)
hy: Օգտագործել հաղորդակցման ծրագիր(IRC client, an IM client ...)

source: Use another communication software (an IRC client, an IM client ...)
hy: Օգտագործել այլ հաղորդակցման ծրագիր(IRC client, an IM client ...)"

source: Terminal by default to launch command line.
hy: Վահանակ, որը լռելայն գործարկվում է հրամանաշարի կողմից

source: Application to go to Internet, Google, Facebook, debian.org ...
hy: Ծրագիր համացանց մուտք գործելու համար` Internet, Google, Facebook, debian.org...

source: Application to send mails
hy: Ծրագիր նամակ ուղարկելու համար

source: Utility to launch gadgets, like conky, screenlets ...
hy: Պիտույք գադջեթներ գործարկելու համար, ինչպիսին է conky, screenlets֊ը...

source: Utility to launch application, like synapse, kupfer ... For using lxpanel or lxde default utility, use "lxpanelctl"
hy: Ծրագրեր գործարկելու պիտույք, ինչպիսին է synapse, kupfer ... lxpanel կամ lxde գործարկելու համար օգտագործել "lxpanelctl"

source: Application for taking screeshot of your desktop, like scrot ...
hy: Աշխատասեղանի տեսքը պահելու ծրագիր, ինչպիսին է scrot-ը

source: Video application
hy: Տեսածրագրեր

source: Audio application
hy: Ձայնային ծրագրեր

source: Application to display images
hy: Պատկերներ ցուցադրելու ծրագիր

source: Application to edit text
hy: Տեքստ խմբագրելու ծրագիր

source: Application to create archives, like file-roller
hy: Արխիվ բացելու ծրագիր, ինչպիսին է file-roller֊ը

source: Charmap application
hy: Նիշային համակարգի ծրագիր

source: Calculator application
hy: Հաշվիչի ծրագիր

source: Application to create spreedsheet, like gnumeric
hy: Աղյուսակ ստեղծելու ծրագիր, ինչպիսին է gnumeric֊ը

source: Application to manage bittorent, like transmission
hy: Բիտորենտը կառավարելու ծրագիր, ինչպիսին է transmission֊ը

source: Application to manage office text, like abiword
hy: Գրասենյակային տեքստերը խմբագրելու ծրագիր, ինչպիսին է abiword֊ը

source: Application to manage webcam
hy: ՎԵԲ տեսախցիկը կառավարելու ծրագիր

source: Application to manage burning CD/DVD utilty
hy: CD/DVD գրառելու ծրագիր/պիտույք

source: Application to manage notes utility
hy: Նշումները կառավարելու ծրագիր

source: Application to manage disks
hy: Սկավառակ կառավարելու ծրագիր

source: Application to monitor tasks running on your system
hy: Համակարգի պրոցեսների կառավարման ծրագիր

source: Application to lock your screen
hy: Ծրագիր էկրանը կառավարելու համար

source: Managing your audio configuration
hy: Ձայնային կարգաբերման կառավարիչ

source: Managing your workspace configuration
hy: Աշխատանքային միջավայրի կարգաբերման կառավարիչ

source: Managing the application to quit your session
hy: Սեսիայի փակման ծրագիր

source: Managing the application to update and upgrade your system
hy: Համակարգի թարմացման և վերազինման կառավարման ծրագիր

source: Managing clipboard support
hy: Պատճենումների աջակցման կառավարիչ

source: Managing keyring support. Standard options available "gnome" for gnome-keyring support or "ssh-agent" for ssh-agent support
hy: Ստեղների աջակցման կառավարում։ Ստանդարտ հասանելի ընտրանք "gnome" gnome-keyring աջակցման համար "ssh-գործիք" ssh-agent աջակցման համար

source: Managing support for accessibility. Stardart option are gnome, for stardart gnome support.
hy: Մատչելիության աջակցության կառավարում։ Ստանդարտ ընտրանքը gnome֊ն է։

source: Managing proxy support
hy: Պրոքսի աջակցության կառավարում

source: Managing XRandr parameters. Use a command like xrandr --something
hy: XRandr հատկության կառավարու։ Օգտագործել xrandr֊ի ինչ որ հրամանաշար

source: Manual setting
hy: Ձեռքի կարգավորումներ

source: Mime Association
hy: Հիշելու զուգորդում

source: Available applications
hy: Հասանելի ծրագրերը

source: Autostart the application ?
hy: Իքնամեկնարկե՞լ ծրագիրը

source: Handle the desktop with it ?
hy: Կառավարե՞լ աշխատասեղանը սրանով

source: Set debian default programs
hy: Սահմանել դեբիանի լռելայն ծրագրերը

source: Disable
hy: Անջատել

source: Do you want to associate the following Mimetype ?
hy: Ցանկանո՞ւմ եք զուգորդել հետևյալ հիշողության տիպը

source: Cancel
hy: Չեղարկել
